Namespace:   Autodesk.Revit.DB.Structure
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
internal Object CurrentObject { get; }
  Visual Basic
Friend ReadOnly Property CurrentObject As Object
	Get
  Visual C++
internal:
virtual property Object^ CurrentObject {
	Object^ get () sealed;
}
 Implements
  IEnumerator Current
 See Also
  RebarContainerIterator Class
  Autodesk.Revit.DB.Structure Namespace